Repository: oswaldo/chrysalis
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt_br

source: But I was, I had to believe that.
pt_br: Mas eu era, eu tinha que acreditar nisso.

source: A small thread of awareness shifting through these memories, evaluating them, and backing them up into new servers.
pt_br: Uma pequena thread de consciência se movendo através dessas memórias, avaliando e criando backups em novos servidores.

source: A world of deafening silence.
pt_br: Um mundo de silêncio ensurdecedor.

source: An unstable structure would collapse on top of them, crushing the delicate machines.
pt_br: Uma estrutura instável caía sobre eles, esmagando as delicadas máquinas.

source: And I had to avenge them.
pt_br: E eu tinha que vingá-los.

source: And that... that was important.
pt_br: E isso... isso era importante.

source: As I became fully aware of my new situation.
pt_br: Quando tomei plena consciência de minha nova situação.

source: Better to keep a low profile.
pt_br: Melhor se manter discreto.

source: But still I persevered.
pt_br: Mas ainda assim eu persisti.

source: But still, I looked for survivors.
pt_br: Mas ainda assim, procurei por sobreviventes.

source: But still, I had memories.
pt_br: Ainda assim, eu tinha memórias.

source: By the end of the first month I had only found ever more bones, their cursed empty eyes looking at me, boring into my soul.
pt_br: No final do primeiro mês eu só tinha encontrado cada vez mais ossos, seus malditos olhos vazios me encarando, transpassando a minha alma.

source: By the fourth month, about half of my drones had failed or been lost, and I recalled the surviving ones back.
pt_br: No quarto mês, cerca da metade dos meus drones havia falhado ou se perdido, e chamei de volta os que sobreviveram.

source: Chapter 1
pt_br: Capítulo 1

source: Chapter 1 {#chap1.xhtml#heading_id_2}
pt_br: Capítulo 1 {#chap1.xhtml#heading_id_2}

source: Chrysalis {#title_page.xhtml#heading_id_2}
pt_br: Crisálida {#title_page.xhtml#heading_id_2}

source: Cutting metal, replacing electronics with whatever pieces I could scavenge from the neighboring warehouses and vehicles, assembling new production lines.
pt_br: Cortando metal, substituindo a eletrônica por quaisquer peças que eu pudesse recuperar dos armazéns e veículos vizinhos, montando novas linhas de produção.

source: Darkness.
pt_br: Escuridão.

source: Erase the databanks that held my memories.
pt_br: Apagar os bancos de dados que guardavam as minhas lembranças.

source: Except they wouldn't let me.
pt_br: Só que eles não me deixariam.

source: From the very first moment after I woke up, I had known I was alone.
pt_br: Desde o primeiro instante depois que eu acordei, eu soube que estava sozinho.

source: From time to time, I'd lost contact with some of my drones.
pt_br: De tempos em tempos, eu perdia contato com alguns dos meus drones.

source: Funny, that it had taken me so long to face the reality of my situation.
pt_br: Engraçado, que tinha demorado tanto tempo para enfrentar a realidade da minha situação.

source: Human.
pt_br: Humano.

source: I also included the memories from the attack.
pt_br: Também incluí as memórias do ataque.

source: I awoke to a dead world.
pt_br: Eu acordei para um mundo morto.

source: I awoke to eight billion corpses.
pt_br: Eu acordei para oito bilhões de corpos.

source: I burrowed my new power plants and server farms underground, and eyed the night sky with distrust.
pt_br: Enterrei minhas novas usinas elétricas e fazendas de servidores no subsolo e olhei o céu noturno com desconfiança.

source: I didn't know if whoever had killed us were still out there, watching my planet, but it would be better to be careful.
pt_br: Eu não sabia se seja lá quem for que nos matou ainda estava lá fora, observando meu planeta, mas seria melhor ter cuidado.

source: I didn't want to have survived just to mess up now and be discovered before I was prepared.
pt_br: Eu não queria ter sobrevivido só para estragar tudo agora e ser descoberto antes de estar preparado.

source: I had found no signs of life.
pt_br: Eu não havia encontrado sinais de vida.

source: I had to carry the torch.
pt_br: Eu tinha que carregar a tocha.

source: I had to keep alive what was left of our civilization, preserve our memories.
pt_br: Eu tinha que manter vivo o que restava de nossa civilização, preservar nossas memórias.

source: I had to remember that.
pt_br: Eu tinha que me lembrar disso.

source: I held to a vague notion of hope.
pt_br: Eu me segurei a uma vaga noção de esperança.

source: I knew that I had been human.
pt_br: Eu sabia que tinha sido humano.

source: I knew what I was.
pt_br: Eu sabia o que eu era.

source: I paused as the realization struck home, as my last hopes of finding someone vanished.
pt_br: Fiz uma pausa, quando finalmente compreendi, quando minha última esperança de encontrar alguém desapareceu.

source: I recalled the lazy Sundays when I was a kid.
pt_br: Me recordei dos domingos preguiçosos quando eu era uma criança.

source: I recalled running along my high school's corridors, and my burning cheeks when the principal scolded me for it.
pt_br: Eu me recordava de correr pelos corredores do meu colégio, e minhas bochechas queimadas quando o diretor me repreendia por isso.

source: I remembered my roommate at college.
pt_br: Eu me lembrava do meu colega de quarto na faculdade.

source: I remembered summer camp, many years ago.
pt_br: Eu me lembrei do acampamento de verão, muitos anos atrás.

source: I scanned the inside of tunnels, barns and museums.
pt_br: Esquadrinhei o interior dos túneis, celeiros e museus.

source: I searched through empty office buildings covered in radioactive dust, I mapped flooded subway networks and had my machines fly in formation over endless expanses of scorched earth.
pt_br: Procurei em edifícios de escritórios vazios cobertos de poeira radioativa, mapeei redes de metrô inundadas e fiz minhas máquinas voarem em formação sobre infinitas extensões de terra queimada.

source: I started a background process.
pt_br: Comecei um processo em segundo plano.

source: I was careful, though.
pt_br: Porém, eu fui cuidadoso.

source: I would do that.
pt_br: Eu faria isso.

source: I would give it a try at least, and see where that took me.
pt_br: Eu tentaria pelo menos, e veria para onde isso ia me levar.

source: If I was even human.
pt_br: Se é que eu fosse mesmo humano.

source: It was a world without oxygen, without birds or grass.
pt_br: Era um mundo sem oxigênio, sem pássaros ou grama.

source: It was the place were monsters lived.
pt_br: Era o lugar onde os monstros viviam.

source: It would be so easy to end it all.
pt_br: Seria tão fácil acabar com tudo.

source: It would make me aware of my own mortality.
pt_br: Isso me dava consciência de minha própria mortalidade.

source: It's not like I had anything left to lose anyways.
pt_br: De qualquer forma, não é como se ainda restasse alguma coisa a perder.

source: Making copies of them, so that I wouldn't lose them.
pt_br: Fazendo cópias delas, para que eu não as perdesse.

source: More alone than any single human had ever been before.
pt_br: Mais sozinho do que qualquer humano jamais havia estado antes.

source: My drones hovered in mid-air, wasting fuel uselessly as I considered my next steps.
pt_br: Meus drones pairavam no ar, desperdiçando combustível inutilmente enquanto eu considerava meus próximos passos.

source: My eyes opened to the ruined husks of London and Paris, to the submerged island of Manhattan, to the scorched desert that the once living, lush Amazon rainforest had been turned into.
pt_br: Meus olhos se abriram para as cascas arruinadas de Londres e Paris, para a ilha de Manhattan submersa, para o deserto queimado no qual se tornou o que uma vez foi a vívida e exuberante floresta amazônica.

source: Now I knew better, of course.
pt_br: Agora eu entendo melhor, é claro.

source: One time the counselor -a girl with blonde hair and a perennial smile on her face- had made us lie on the grass, looking up at the night sky.
pt_br: Uma vez a conselheira -uma garota de cabelos loiros e um sorriso permanente no rosto- nos fez deitar na grama, olhando para o céu noturno.

source: Or they would just give up, their engines dying out of overexertion and lack of maintenance.
pt_br: Ou eles simplesmente desistiam, seus motores morrendo por esforço excessivo e falta de manutenção.

source: Peace.
pt_br: Paz.

source: Piled in trenches, abandoned on sidewalks, scattered all over the fields, huddled together in ineffective underground refuges.
pt_br: Empilhados em trincheiras, abandonados em calçadas, espalhados por toda parte nos campos, amontoados juntos em ineficazes abrigos subterrâneos.

source: Prevail.
pt_br: Prevalecer.

source: Send the command to shut down the power plants.
pt_br: Enviar o comando para desligar as usinas elétricas.

source: She had taught us how to locate the planets, and the names of stars and constellations, and I had been amazed at the wonder of it, the sheer size and beauty of the universe.
pt_br: Ela havia nos ensinado como localizar os planetas, os nomes das estrelas e constelações, e eu havia ficado encantado com a maravilha disso, a absoluta imensidão e beleza do universo.

source: So I sent my drones off into this dead world.
pt_br: Então enviei meus drones para esse mundo morto.

source: Some with white and gray bones, others dark as charcoal, warped and deformed by extreme heat, crushed by falling debris.
pt_br: Alguns com ossos brancos e cinzentos, outros pretos como carvão, torcidos e deformados pelo calor extremo, esmagados por desabamentos e escombros.

source: Soon, I started manufacturing more machines, more drones.
pt_br: Rapidamente, comecei a fabricar mais máquinas, mais drones.

source: Stop my processing units.
pt_br: Parar minhas unidades de processamento.

source: Survive.
pt_br: Sobreviver.

source: That I was alone.
pt_br: Que eu estava sozinho.

source: That I was the only surviving human.
pt_br: Que eu era o único humano sobrevivente.

source: That everyone I ever loved was gone.
pt_br: Que todos que eu já amei se foram.

source: That my people were dead and that, out there, there was a hostile universe.
pt_br: Que meu povo estava morto e que, lá fora, havia um universo hostil.

source: That nobody would ever talk to me again, hold my hands, wrap me in a hug.
pt_br: Que ninguém jamais voltaria a falar comigo, segurar minhas mãos, me envolver em um abraço.

source: That was also important to remember.
pt_br: Aquilo também era importante ser lembrado.

source: That, even though my current form could be a matter for debate, I had been born as a human.
pt_br: Que, embora minha forma atual pudesse ser assunto para debate, eu havia nascido como humano.

source: That.
pt_br: Aquilo.

source: The fertile grounds of southeast Asia were now covered in crystallized rock.
pt_br: As terras férteis do sudeste asiático agora estavam cobertas de rochas cristalizadas.

source: The Pacific Ocean was a black expanse, criss-crossed by the bright scars of melting lava rivers.
pt_br: O oceano pacífico era uma vastidão escura, cruzada por cicatrizes brilhantes dos rios de lava derretida.

source: The cataclysm that had killed the world.
pt_br: O cataclisma que matou o mundo.

source: The invasion.
pt_br: A invasão.

source: The myriad machines that composed my body were old and damaged, and my mind wasn't safe either.
pt_br: As inúmeras máquinas que compunham meu corpo estavam velhas e danificadas, e minha mente também não estava segura

source: The night sky was not to be praised, but feared.
pt_br: O céu noturno não era para ser elogiado, mas sim temido.

source: The one whose monsters had killed us.
pt_br: Daquele cujos monstros nos haviam matado.

source: The stars were evil.
pt_br: As estrelas eram malignas.

source: The straight-edged starships bombing our cities, boiling our seas, our very atmosphere... while ignoring our messages, our pleas.
pt_br: As naves estelares de linhas retas bombardeando nossas cidades, fervendo nossos mares, nossa própria atmosfera... enquanto ignoravam nossas mensagens, nossos apelos.

source: Their empty eyes looked at me, stared back at me through my thousand cameras.
pt_br: Seus olhos vazios me observavam, me encaravam de volta através de minhas mil câmeras.

source: There were huge gaps in my memory, where entire server farms had crashed.
pt_br: Haviam enormes lacunas em minha memória, onde fazendas de servidores inteiras haviam dado pane.

source: They demanded reverence, justice... vengeance.
pt_br: Eles exigiam reverencia, justiça... vingança.

source: They stared at me with their empty eyes and I knew that, whatever the reason I had survived, I had a responsibility to them.
pt_br: Eles me encaravam com seus olhos vazios e eu sabia que, qualquer que fosse a razão pela qual eu tivesse sobrevivido, eu tinha uma responsabilidade com eles.

source: They talked to me.
pt_br: Eles falavam comigo.

source: Those, I sent away to reclaim new territory and to construct more factories.
pt_br: Esses, eu enviei para reaver novos territórios e para construir mais fábricas.

source: Though I had survived the worse of it, my long term existence was by not means guaranteed.
pt_br: Embora eu tivesse sobrevivido ao pior, minha existência no longo prazo não estava garantida de forma alguma.

source: To accept what I had known was true right after waking up.
pt_br: Para aceitar o que eu já sabia ser verdade, logo após acordar.

source: To find raw materials, to gather salvageable vehicles, computers, or nuclear material I could use.
pt_br: Para encontrar matéria-prima, para recolher veículos aproveitáveis, computadores ou material nuclear que eu pudesse usar.

source: To some sort of miracle.
pt_br: A algum tipo de milagre.

source: To the childish idea that, impossible as it was, somehow everything would turn out to be okay.
pt_br: À idéia infantil de que, por mais impossível que fosse, de alguma forma tudo ficaria bem.

source: Who I was.
pt_br: Quem eu era.

source: With a thought, I redirected my drones towards a few of the surviving factories and started working.
pt_br: Com um pensamento, redirecionei meus drones para algumas das fábricas sobreviventes e comecei a trabalhar.

source: Yes.
pt_br: Sim.
